Repository: ViBE-HU/Battery-Health-Charging
Catalog: po/*.po
Languages: cs, de, es, fr, hu, nl, pl, pt, ru, sv, tr, uk

source: Install / Update / Remove
cs: Instalovat / Aktualizovat / Odebrat
de: Installieren / Aktualisieren / Entfernen
es: Instalar / Actualizar / Remover
fr: Installer / Mettre à jour / Supprimer
hu: Létrehozás / Frissítés / Eltávolítás
nl: Installeren/Bijwerken/Verwijderen
pl: Zainstaluj / Aktualizuj / Usuń
pt: Instalar / Atualizar / Remover
ru: Установить / Обновлять / Удалять
sv: Installera / Uppdatera / Ta bort
tr: Kur / Güncelle / Kaldır
uk: Встановити / Оновити / Видаляти

source: This device requires root privileges to change the charging limit. Setup a privileged script and give user access via polkit. <b>Root privileges are required</b> to install, update or remove the polkit policy script. <b>Install / Update </b> this polkit policy script and continue using this extension. <b>Remove</b> this polkit policy script before uninstalling this extension.
cs: Toto zařízení vyžaduje oprávnění root ke změně limitu poplatků. Nastavte privilegovaný skript a poskytněte uživateli přístup přes polkit. K instalaci, aktualizaci nebo odstranění skriptu zásad polkit jsou vyžadována <b>rootová oprávnění</b>. <b>Nainstalujte / aktualizujte </b> tento skript zásad polkit a pokračujte v používání tohoto rozšíření. Před odinstalací tohoto rozšíření <b>odstraňte</b> tento skript zásad polkit.
de: Dieses Gerät erfordert Root-Rechte, um das Ladelimit zu ändern. Richten Sie ein privilegiertes Skript ein und gewähren Sie dem Benutzer Zugriff über Polkit. <b>Root-Rechte sind erforderlich</b>, um das Polkit-Richtlinienskript zu installieren, zu aktualisieren oder zu entfernen. <b>Installieren / Aktualisieren</b> Sie dieses Polkit-Richtlinienskript und verwenden Sie diese Erweiterung weiterhin. <b>Entfernen Sie</b> dieses Polkit-Richtlinienskript, bevor Sie diese Erweiterung deinstallieren.
es: Este dispositivo necesita privilegios de superusuario para cambiar el límite de carga. Active el script de polkit y de acceso a este usuario. <b>Se necesitan privilegios de superusuario</b> para instalar, actualizar o eliminar el script de polkit. <b>Instalar / Actualizar </b> el script de polkit y continuar usando esta extensión. <b>Remueva</b> el script de polkit antes de desinstalar la extensión.
fr: Cet appareil nécessite des privilèges root pour modifier la limite de charge. Configurez un script privilégié et accordez l'accès utilisateur via polkit. <b>Les privilèges root sont requis</b> pour installer, mettre à jour ou supprimer le script de politique polkit. <b>Installer/Mettre à jour</b> ce script de politique polkit et continuer à utiliser cette extension. <b>Supprimez</b> ce script de politique polkit avant de désinstaller cette extension.
hu: Az akkumulátor töltésének szabályozásához egyedi szabályok létrehozása szükséges. <b>Rendszergazdai jogosultság szükséges</b> ezen szabályok létrehozásához. <b>Létrehozás / Frissítés</b> paranccsal létrehozhatók a kiterjesztés működéséhez szükséges szabályok. <b>Eltávolítás</b> paranccsal eltávolíthatók a már létrehozott szabályok.
nl: Voor dit apparaat zijn beheerdersrechten vereist. Stel een script met de juiste rechten in en geef de gebruiker in kwestie toegang met behulp van polkit. <b>Beheerdersrechten zijn vereist</b> om het script te installeren, bij te werken of te verwijderen. <b>Installeer/Werk het script bij</b> om gebruik te kunnen blijven maken van de uitbreiding. <b>Verwijder</b> het script voordat u de uitbreiding verwijdert.
pl: To urządzenie wymaga uprawnień roota, aby zmienić limit ładowania. Skonfiguruj uprzywilejowany skrypt i daj dostęp użytkownikowi poprzez polkit. <b>Uprawnienia roota są wymagane</b> do instalacji, aktualizacji lub usunięcia skryptu zasad polkit. <b>Zainstaluj / Aktualizuj </b> ten skrypt zasad polkit i kontynuuj korzystanie z tego rozszerzenia. <b>Usuń</b> ten skrypt zasad polkit przed odinstalowaniem tego rozszerzenia.
pt: Este dispositivo requer privilégios de superusuário para alterar o limite de carregamento. Configure um script privilegiado e dê acesso ao usuário via polkit. <b>Privilégios de raiz são necessários</b> para instalar, atualizar ou remover o script de política do polkit. <b>Instalar / Atualizar </b> este script de política do polkit e continuar usando esta extensão. <b>Remover</b> este script de política do polkit antes de desinstalar esta extensão.
ru: Это устройство требует прав суперпользователя для изменения лимита зарядки. Настройте скрипт с привилегированным доступом через polkit. <b>Root права необходимы</b> для установки, обновления или удаления скрипта политики polkit. <b>Установить / Обновить </b> этот скрипт политики polkit и продолжить использовать это расширение. <b>Удалить</b> этот скрипт политики polkit перед удалением этого расширения.
sv: Denna enhet kräver root-rättigheter för att ändra laddningsgränsen. Ställ in ett privilegierat skript och ge användaren åtkomst via polkit. <b>Root-rättigheter krävs</b> för att installera, uppdatera eller ta bort polkit-policyskriptet. <b>Installera / uppdatera </b> detta polkit-policyskript och fortsätt använda detta tillägg. <b>Ta bort</b> detta polkit-policyskript innan du avinstallerar detta tillägg.
tr: Bu aygıt, şarj sınırını değiştirmek için root ayrıcalıkları gerektirir. Ayrıcalıklı betiği kurun ve polkit ile kullanıcıya erişim izni verin. Polkit ilke betiğini kurmak, güncellemek ya da kaldırmak için <b>root ayrıcalıkları gereklidir</b>. Bu polkit ilke betiğini <b>Kurun / Güncelleyin </b> ve bu uzantıyı kullanmaya devam edin. Bu uzantıyı kaldırmadan önce bu polkit ilke betiğini <b>kaldırın</b>.
uk: Цей пристрій потребує прав суперкористувача для зміни ліміту заряджання. Встановіть привілейований сценарій та надайте користувацький доступ за допомогою polkit. <b>Для встановлення необхідно права суперкористувача</b>, оновити або видалити сценарій політики polkit. <b>Встановити / Оновити </b> цей скрипт політики polkit і продовжити використання цього розширення. <b>Видаляти</b> цей скрипт політики polkit перед видаленням цього розширення.

source: Symbols Only
cs: Pouze symboly
de: Nur Symbole
es: Sólo símbolos
fr: Symboles uniquement
hu: Csak ikon
nl: Alleen pictogrammen
pl: Tylko symbole
pt: Somente símbolos
ru: Только символы
sv: Endast ikoner
tr: Sadece Simge
uk: Тільки символи

source: Symbol and Percentage
cs: Symbol a procento
de: Symbol und Prozentsatz
es: Símbolos y porcentaje
fr: Symbole et Pourcentage
hu: Ikon és százalék
nl: Pictogram en percentage
pl: Symbol i procent
pt: Símbolo e porcentagem
ru: Символ и процент
sv: Ikon och procent
tr: Simge ve Yüzde
uk: Символ та процент

source: Percentage Highlighted
cs: Procento zvýrazněno
de: Prozentsatz hervorgehoben
es: Enfatizar porcentaje
fr: Pourcentage en surbrillance
hu: Csak százalék
nl: Percentage (gemarkeerd)
pl: Procent Wyróżniony
pt: Porcentagem em destaque
ru: Проценты выделены
tr: Yüzde Vurgulanmış
uk: Процент виділено

source: Enable force discharge battery feature (Experimental)
cs: Povolit funkci vynuceného vybíjení baterie (Experimentální)
de: Aktivieren Sie die Funktion für erzwungenen Batterieentladung (Experimentell)
fr: Activer la fonction de décharge forcée de la batterie (Expérimental)
hu: Merítés kényszerítésének engedélyezése (kísérleti)
nl: Accu gedwongen leeg laten lopen (experimenteel)
pt: Ativar recurso de descarga forçada da bateria (Experimental)
ru: Включить функцию принудительного разряда батареи (Экспериментально)
sv: Aktivera tvingade urladdning av batteriet (Experimentell)

source: Enable option to force discharge battery when battery level higher than current threshold
cs: Povolit možnost vynuceného vybíjení baterie, když je úroveň baterie vyšší než aktuální práh
de: Option aktivieren, um die Batterie zu entladen, wenn der Batteriestand höher als die aktuelle Schwelle ist
fr: Activer l'option de décharge forcée de la batterie lorsque le niveau de la batterie est supérieur au seuil actuel
hu: Akkumulátor merítése akkor is, ha annak töltöttsége küszöbszint felett van
nl: Schakel de optie in om de accu te ontladen als het accuniveau lager is dan de huidige drempelwaarde
pt: Ativar opção para descarregar a bateria forçadamente quando o nível da bateria estiver acima do limiar atual
ru: Включить опцию принудительного разряда батареи, если уровень заряда батареи выше текущего порога
sv: Aktivera alternativet tvingade urladdning när batterinivån är högre än nuvarande gränsnivå

source: Customize
cs: Přizpůsobit
de: Anpassen
es: Personalizado
fr: Personnaliser
hu: Testre szabás
nl: Aanpassen
pl: Dostosuj
pt: Personalizar
ru: Настроить
sv: Anpassa
tr: Özelleştir
uk: Налаштувати

source: Default
cs: Výchozí
de: Standard
es: Predeterminadas
fr: Défaut
hu: Alapértelmezett
nl: Standaard
pl: Domyślny
pt: Padrão
ru: По умолчанию
sv: Standard
tr: Öntanımlı
uk: За замовчуванням

source: Apply
cs: Použít
de: Anwenden
es: Aplicar
fr: Appliquer
hu: Alkalmazás
nl: Toepassen
pl: Zastosuj
pt: Aplicar
ru: Применить
sv: Verkställ
tr: Uygula
uk: Застосувати

source: Stop charging threshold value
cs: Prahová hodnota zastavení nabíjení
de: Schwelle zum Stoppen des Batterieladens
es: Valor final de la carga
fr: Seuil d'arrêt de charge
hu: Töltés leállítása
nl: Drempelwaarde om te stoppen met opladen
pl: Zatrzymaj ładowanie wartości progowej
pt: Parar carregamento do valor limite
ru: Остановить значение порога зарядки
sv: Sluta ladda vid denna nivå
tr: Şarj etmeyi durdurma değeri
uk: Припинити порогове значення зарядки

source: Current Value
cs: Aktuální hodnota
de: Aktueller Wert
es: Valor actual
fr: Valeur Actuelle
hu: Jelenlegi érték
nl: Huidige waarde
pl: Obecna wartość
pt: Valor Atual
ru: Текущее значение
sv: Nuvarande gräns
tr: Geçerli Değer
uk: Поточне значення

source: Start charging threshold value
cs: Počáteční prahová hodnota nabíjení
de: Schwelle zum Starten des Batterieladens
es: Valor de inicio de la carga
fr: Seuil de démarrage de la charge
hu: Töltés indítása
nl: Drempelwaarde om te beginnen met opladen
pl: Rozpocznij ładowanie wartości progowej
pt: Iniciar carregamento do valor limite
ru: Начать значение порога зарядки
sv: Börja ladda vid denna nivå
tr: Şarj etmeye başlama değeri
uk: Початкове значення порогового значення зарядки

source: Discharge Battery below %d%%
fr: Décharger la batterie en dessous de %d %%
pl: Rozładuj baterię poniżej %d%%
tr: Pil Düzeyi %%%d altına düştü

source: Dell package for charging mode
fr: Forfait Dell pour le mode de charge
pl: Pakiet Dell dla trybu ładowania
tr: Şarj kipi için Dell paketi

source: Select Dell package used for changing charging mode/threshold.
fr: Sélectionnez le package Dell utilisé pour modifier le mode/seuil de charge.
pl: Wybierz pakiet firmy Dell używany do zmiany trybu/progu ładowania.
tr: Şarj kipini/eşiği değiştirmek için kullanılan Dell paketini seçin.

source: Encountered an unexpected error. (%s) Choose correct dell package in extension settings. Disable and enable the extension
pl: Wystąpił nieoczekiwany błąd. (%s) Wybierz odpowiedni pakiet Dell w ustawieniach rozszerzenia. Wyłącz i włącz rozszerzenie
tr: Beklenmeyen bir hatayla karşılaştı. (%s) Uzantı ayarlarında doğru Dell paketini seçin. Uzantıyı devre dışı bırakın ve etkinleştirin

source: Charging threshold not updated. (%s) Choose correct dell package in extension settings Disable and enable the extension
pl: Próg ładowania nie został zaktualizowany. (%s) Wybierz odpowiedni pakiet Dell w ustawieniach rozszerzenia Wyłącz i włącz rozszerzenie
tr: Şarj eşiği güncellenmedi. (%s) Uzantı ayarlarında doğru Dell paketini seçin. Uzantıyı devre dışı bırakın ve etkinleştirin

source: Dell Command Center
pl: Centrum poleceń Dell
tr: Dell Yönetim Merkezi
uk: Командний центр Dell
