Repository: ViBE-HU/Battery-Health-Charging
Catalog: po/*.po
Languages: cs, de, es, fr, hu, nl, pl, pt, ru, sv, tr, uk

source: Select the type of icon for indicator and menu. In threshold settings, if <b>Customise</b> mode is selected, icon type will switch to <b>Symbols Only</b> and this option will be disabled.
cs: Vyberte typ ikony pro indikátor a nabídku. Pokud je v nastavení prahu vybrán režim <b>Přizpůsobit</b>, typ ikony se přepne na <b>Pouze symboly</b> a tato možnost bude deaktivována.
de: Wählen Sie den Symboltyp für Anzeige und Menü aus. Wenn in den Schwellenwerteinstellungen der Modus <b>Anpassen</b> ausgewählt ist, wechselt der Symboltyp zu <b>Nur Symbole</b> und diese Option wird deaktiviert.
es: Seleccione el tipo de icono para el indicador y el menú. En las opciones de límites, si el modo <b>Personalizado</b> es escogido, el icono se cambiará a <b>Solo símbolos</b> y esta opción será deshabilitada.
fr: Sélectionnez le type d'icône pour l'indicateur et le menu. Dans les paramètres de seuil, si le mode <b>Personnaliser</b> est sélectionné, le type d'icône passera à <b>Symboles uniquement</b> et cette option sera désactivée.
hu: Értesítési területen megjelenő ikon kiválasztása. Ez a beállítás egyedi küszöbértékek használata esetében nem elérhető és kizárólag csak ikon jelenik meg.
nl: Kies het soort pictogram voor de indicator en het menu. In de drempelwaardevoorkeuren kunt u kiezen voor <b>Alleen pictogrammen</b> als u de aanpasbare modus inschakelt. Deze optie wordt dan uitgeschakeld.
pl: Wybierz typ ikony dla wskaźnika i menu. W ustawieniach progowych, jeśli wybrano tryb <b>Dostosuj</b> typ ikony przełączy się tylko na <b>Tylko symbole</b> i ta opcja zostanie wyłączona.
pt: Selecione o tipo de ícone para indicador e menu. Nas configurações de limite, se o modo <b>Personalizar</b> for selecionado, o tipo de ícone mudará para <b>Somente símbolos</b> e esta opção será desativada.
ru: Выберите тип значка для индикатора и меню. В пороговых настройках, если выбран <b>Настроить</b> режим, тип значка переключится на <b>Только символы</b> и эта опция будет отключена.
tr: Gösterge ve menü için simge tipini seçin. Eşik ayarlarından <b>Özelleştir</b> kipi seçilirse simge tipi <b>Yalnızca Simgeler</b> olarak değişir ve bu seçenek devre dışı bırakılır.
uk: Виберіть тип піктограми для індикатора та меню. У налаштуваннях порогового значення, якщо вибрано режим <b>Налаштувати</b>, тип піктограми зміниться на <b>Тільки символи</b>, і цей параметр буде вимкнено.

source: Select the type of icon for indicator and menu.
cs: Vyberte typ ikony pro indikátor a menu.
de: Wählen Sie den Symboltyp für Anzeige und Menü aus.
es: Seleccione el tipo de icono para el indicador y el menú.
fr: Sélectionnez le type d'icône pour l'indicateur et le menu.
hu: Értesítési területen megjelenő ikon kiválasztása.
nl: Kies het soort pictogram voor de indicator en het menu
pl: Wybierz typ ikony dla wskaźnika i menu.
pt: Selecione o tipo de ícone para indicador e menu.
ru: Выберите тип значка для индикатора и меню.
tr: Gösterge ve menü için simge tipini seçin.
uk: Вибір типу іконки для індикатора і меню.

source: Remove
cs: Odebrat
de: Entfernen
es: Remover
fr: Supprimer
hu: Eltávolítás
nl: Verwijderen
pl: Usuń
pt: Remover
ru: Удалить
sv: Ta bort
tr: Kaldır
uk: Видалити

source: Install
cs: Nainstalovat
es: Instalar
fr: Installer
hu: Telepítés
nl: Installeren
pl: Instaluj
pt: Instalar
ru: Установить
sv: Installera
tr: Kur
uk: Встановити

source: Update
cs: Aktualizovat
de: Aktualisieren
es: Actualizar
fr: Mettre à jour
hu: Frissítés
nl: Bijwerken
pl: Zaktualizuj
pt: Atualizar
ru: Обновлять
sv: Installera
tr: Güncelle
uk: Оновити

source: Installation Successful.
cs: Instalace proběhla úspěšně.
de: Installation erfolgreich.
es: Instalación correcta.
fr: Installation réussie.
hu: Szabályok létrehozva.
nl: De installatie is voltooid.
pl: Instalacja zakończona pomyślnie.
pt: Instalação bem-sucedida.
ru: Установка успешно завершена.
sv: Installationen lyckades.
tr: Kurulum Başarılı.
uk: Установка успішна.

source: Uninstallation Successful.
cs: Odinstalace proběhla úspěšně.
de: Deinstallation erfolgreich.
es: Desinstalación correcta.
fr: Désinstallation réussie.
hu: Szabályok eltávolítva.
nl: Het verwijderen is voltooid.
pl: Odinstalowanie zakończone pomyślnie.
pt: Desinstalação bem sucedida.
ru: Удалено успешно.
sv: Avinstallationen lyckades.
tr: Başarıyla Kaldırıldı.
uk: Видалення успішно видалено.

source: Encountered an unexpected error.
cs: Battery Health Charging došlo k neočekávané chybě.
de: Battery Health Charging ist auf ein Problem gestoßen.
es: Se encontró un error inesperado.
fr: Battery Health Charging a rencontré une erreur inattendue.
hu: Váratlan hiba történt.
nl: Er is een onverwachte fout opgetreden.
pl: Ładowanie baterii napotkało nieoczekiwany błąd.
pt: Battery Health Charging encontrou um erro inesperado.
ru: Battery Health Charging столкнулся с проблемой.
sv: Ett oväntat fel uppstod.
tr: Beklenmeyen bir hatayla karşılaştı.
uk: Battery Health Charging виявив неочікувану помилку.

source: Threshold
cs: Práh
de: Schwellenwert
es: Límite
fr: Seuil
hu: Töltési küszöb
nl: Drempelwaarde
pl: Próg
pt: Limite
ru: Порог
sv: Laddningsgräns
tr: Eşik
uk: Поріг

source: Full Capacity Mode (Currently Active)
cs: Režim plné kapacity (Aktivováno)
de: Volle Kapazität (Aktiviert)
es: Capacidad completa (Actualmente en activo)
fr: Mode capacité maximale (Actif)
hu: Teljes feltöltés (használatban)
nl: Volledige capaciteit (momenteel in gebruik)
pl: Tryb pełnej pojemności (Aktywny)
pt: Modo de capacidade máxima (Ativo)
ru: Режим полной мощности (Aктивировано)
sv: Full kapacitetsläge (används nu)
tr: Tam Kapasite Kipi (Etkin)
uk: Режим повного заряду (Aктивовано)

source: Balanced Mode (Currently Active)
cs: Režim vyvážený (Aktivováno)
de: Ausgeglichen (Aktiviert)
es: Balanceado (Actualmente en activo)
fr: Mode équilibré (Actif)
hu: Kiegyensúlyozott (használatban)
nl: Gebalanceerd (momenteel in gebruik)
pl: Tryb zrównoważony (Aktywny)
pt: Modo equilibrado (Ativo)
ru: Режим Сбалансированный (Aктивировано)
sv: Balanserat läge (används nu)
tr: Dengeli Kip (Etkin)
uk: Pежим Збалансований (Aктивовано)

source: Maximum Lifespan Mode (Currently Active)
cs: Režim maximální životnosti (Aktivováno)
de: Maximale Lebensdauer (Aktiviert)
es: Aumentar la vida de la batería (Actualmente en activo)
fr: Mode durée de vie maximale (Actif)
hu: Tárolás (használatban)
nl: Maximale levensduur (momenteel in gebruik)
pl: Tryb ekonomiczny (Aktywny)
pt: Modo de vida útil máximo (Ativo)
ru: Режим максимального срока службы (Aктивировано)
sv: Maximalt livslängd (används nu)
tr: Azami Ömür Kipi (Etkin)
uk: Режим максимального збереження (Aктивовано)

source: <i>Accepted Value : %d to %d</i>
cs: <i>Přijatá hodnota: %d až %d</i>
de: <i>Akzeptierter Wert: %d bis %d</i>
es: <i>Valores aceptados: desde el %d al %d</i>
fr: <i>Valeur acceptée : %d à %d</i>
hu: <i>Megadható érték : %d és %d között</i>
nl: <i>Geldige waarde: %d tot %d</i>
pl: <i>Wartość dopuszczalna : %d do %d</i>
pt: <i>Valor Aceito: %d para %d</i>
ru: <i>Принятое значение: от %d до %d</i>
sv: <i>Accepterat värde: %d till %d</i>
tr: <i>Kabul Edilen Değerler : %d ile %d arası</i>
uk: <i>Прийшло значення: від %d до %d</i>

source: About
cs: O aplikaci
de: Über
es: Acerca de
fr: À propos
hu: Névjegy
nl: Over
pl: O programie
pt: Sobre
ru: О программе
sv: Om
tr: Hakkında
uk: Про програму

source: Read me
cs: Čti mě
de: Lies mich
es: Leeme
fr: Lisez moi
hu: Olvass el
nl: Lees mij
pl: Czytaj to
pt: Leia-me
ru: Читать
sv: Läs mig
tr: Beni oku
uk: Прочитай мене

source: Report an Issue
cs: Nahlásit problém
de: Ein Problem melden
es: Informar de un problema
fr: Signaler un problème
hu: Hiba jelentése
nl: Probleem melden
pl: Zgłoś błąd
pt: Reportar um problema
ru: Сообщить о проблеме
sv: Rapportera ett problem
tr: Sorun Bildir
uk: Повідомити про ваду

source: Translations
cs: Překlady
de: Übersetzungen
es: Traducciones
fr: Traductions
hu: Fordítások
nl: Vertalingen
pl: Tłumaczenia
pt: Traduções
ru: Перевод
sv: Översättningar
tr: Çeviriler
uk: Переклади

source: View sources on Github
cs: Zobrazit zdrojový kód
de: Quellcode anzeigen
es: Ver el código fuente
fr: Accéder au code source
hu: Forráskód
nl: Bekijk de broncode
pl: Zobacz źródła
pt: Ver código-fonte
ru: Исходный код
sv: Visa källkoden på Github
tr: Kaynakları görüntüle
uk: Переглянути вихідний код

source: Legal
cs: Právní ustanovení
de: Rechtshinweis
fr: Mentions légales
hu: Jogi információk
nl: Juridisch
pl: Kwestie prawne
pt: Aviso legal
ru: Правовые сведения
sv: Juridisk information
tr: Yasal
uk: Юридичні відомості

source: Crowdin
hu: Crowdin fordítás

source: Online Tutorials
cs: Online návody
de: Anleitungen im Netz
es: Tutoriales en línea
fr: Tutoriels en ligne
hu: Segédlet
nl: Online-documentatie
pl: Poradniki online
pt: Tutoriais Online
ru: Учебники
tr: Çevrimiçi eğitimler
uk: Підручники в інтернеті

source: Device
cs: Zařízení
de: Gerät
es: Dispositivo
fr: Périphérique
hu: Eszköz
nl: Apparaat
pl: Urządzenie
pt: Dispositivo
ru: Устройство
sv: Enhet
tr: Aygıt
uk: Пристрій

source: Device settings
cs: Nastavení zařízení
de: Geräteeinstellungen
es: Configuración del dispositivo
fr: Paramètres de l’appareil
hu: Vezérlés
nl: Apparaatvoorkeuren
pl: Ustawienia urządzenia
pt: Definições do dispositivo
ru: Настройки устройства
sv: Enhetsinställningar
tr: Aygıt ayarları
uk: Налаштування пристрою

source: Change the behavior of charging indicator light
cs: Změnit chování indikátoru nabíjení
de: Ändere das Verhalten der Ladeanzeige
fr: Modifier le comportement du témoin de charge
hu: Jelzőlámpa jelzéseinek felülbírálása
nl: Pas het gedrag van het indicatorlicht aan
pt: Alterar o comportamento do indicador de carregamento
ru: Изменить поведение индикатора заряда
sv: Ändra beteendet för laddningslampan

source: Skip Threshold Verification
hu: Küszöbszint felülírásának kényszerítése

source: Due to firmware or kernel bugs, some laptops may report incorrect thresholds consistently or after restart, sleep, or hibernate. Enable this setting to force threshold updates if you encounter this issue.
hu: Egyes eszközök egy firmware és/vagy kernel hiba következtében a beállítottól eltérő hibás küszöbértékeket jelezhetnek a rendszernek újraindítást/felfüggesztést/hibernálást követően. Ha ezt a hibát tapasztalja javasolt ezen beállítás bekapcsolása.

source: Select configuration for charging mode
hu: Töltést szabályozó modul/módszer

source: Select configuration used for changing charging mode/threshold.
hu: Meghatározható, hogy milyen módon történjen a küszöbszint beállítása.

source: Bios Authentication
cs: Ověření v BIOSu
de: Bios-Authentifizierung
fr: Authentification du BIOS
hu: BIOS/UEFI hozzáférés
nl: Biosauthenticatie
pt: Autenticação do BIOS
ru: Аутентификация BIOS

source: Requires Bios password validation to change mode/threshold
cs: Vyžaduje ověření hesla BIOSu k změně režimu/prahu
de: Erfordert die Validierung des BIOS-Passworts zum Ändern des Modus/Schwellenwerts
fr: Nécessite la validation du mot de passe du BIOS pour changer le mode/le seuil
hu: Felügyelet nélküli módosítás engedélyezése
nl: Vereist het bioswachtwoord om de modus/drempelwaarde aan te passen
pt: Requer validação da senha do BIOS para alterar modo/limiar
ru: Требуется проверка пароля BIOS для изменения режима/порога
sv: BIOS-lösenord krävs för att ändra laddningsläge/gräns

source: Enable if Dell command configure uses Bios (system) password to change mode/threshold
cs: Povolit, pokud Dell Command Configure používá heslo BIOSu ke změně režimu/prahu
de: Aktivieren, wenn Dell Command Configure ein Bios (System)-Passwort zum Ändern des Modus/Schwellenwerts verwendet
fr: Activer si Dell Command Configure utilise un mot de passe BIOS (système) pour changer le mode/le seuil
hu: Amennyiben a BIOS/UEFI jelszóval védett szükséges lehet annak megadása a töltés vezérlésének engedélyezéséhez
nl: Schakel in als de Dell-opdracht het bioswachtwoord dient te gebruiken om de modus/drempelwaarde aan te passen
pt: Ativar se o Dell Command Configure usar senha do BIOS (sistema) para alterar o modo/limiar
ru: Включить, если Dell Command Configure использует пароль BIOS (системы) для изменения режима/порога

source: Enter Bios Password
cs: Zadejte heslo do BIOSu
de: Geben Sie das BIOS-Passwort ein
fr: Entrer le mot de passe du BIOS
hu: Jelszó megadása
nl: Voer het bioswachtwoord in
pt: Inserir senha do BIOS
ru: Введите пароль BIOS
sv: Ange BIOS-lösenord

source: Note: Bios password will be stored in Gnome Keyring
cs: Poznámka: Heslo BIOSu bude uloženo v Gnome Keyring
de: Hinweis: Das BIOS-Passwort wird im Gnome Keyring gespeichert
fr: Remarque : Le mot de passe du BIOS sera enregistré dans Gnome Keyring
hu: Megjegyzés: A jelszót a Gnome kulcstartó fogja tárolni
nl: Let op: het bioswachtwoord wordt opgeslagen in GNOME Sleutelbos
pt: Nota: A senha do BIOS será armazenada no Gnome Keyring
ru: Примечание: Пароль BIOS будет сохранен в Gnome Keyring
sv: OBS: BIOS-lösenordet kommer att lagras i Gnome Keyring

source: General
cs: Obecné
de: Allgemein
fr: Général
hu: Általános
nl: Algemeen
pl: Ogólne
pt: Geral
ru: Общие
sv: Allmänt
tr: Genel
uk: Загальне

source: Choose icon style
cs: Zvolte styl ikony
de: Symbolaussehen bestimmen
es: Escoja el estilo del icono
fr: Choisir un style d'icône
hu: Megjelenés
nl: Kies een pictogramstijl
pl: Wybierz styl ikony
pt: Escolha um estilo de ícone
ru: Выберите стиль значка
sv: Välj ikonstil
tr: Simge biçimi seçin
uk: Вибрати стиль ікони

source: Show notifications
cs: Zobrazovat oznámení
de: Benachrichtigungen zeigen
es: Mostrar notificaciones
fr: Afficher les notifications
hu: Értesítések
nl: Meldingen tonen
pl: Włącz notyfikacje
pt: Mostrar notificações
ru: Уведомления
sv: Visa aviseringar
tr: Bildirimleri göster
uk: Показувати повідомлення

source: Shows notifications when the threshold is changed.
cs: Zobrazuje upozornění, když se prahová hodnota změní.
de: Zeigt Benachrichtigungen an, wenn der Schwellenwert geändert wird.
es: Muestra una notificación cuando se cambian los límites.
fr: Affiche des notifications lorsque le seuil est modifié.
hu: Értesítés megjelenítése töltési küszöb elérésekor.
nl: Toon meldingen als de drempelwaarde wordt gewijzigd
pl: Pokazuje powiadomienia, gdy próg zostanie zmieniony.
pt: Mostra notificações quando o limite é alterado.
ru: Показывает уведомления при изменении порога.
sv: Visar meddelanden när gränsen ändras.
tr: Eşik değiştirildiğinde bildirim gösterir.
uk: Показує сповіщення при зміні порогу.

source: Show preferences button
cs: Zobrazit tlačítko Nastavení
de: Schaltfläche für Einstellungen anzeigen
es: Mostrar botón de preferencias
fr: Bouton Afficher les préférences
hu: Beállítások gomb
nl: Voorkeurenknop tonen
pl: Pokaż przycisk ustawień
pt: Mostrar botão de preferências
ru: Показать кнопку настроек
sv: Visa inställningsknapp
tr: Tercihler düğmesini göster
uk: Відображати елемент меню Налаштувань

source: Adds a button to open extension preferences from quick settings panel.
cs: Přidá tlačítko pro otevření nastavení rozšíření z panelu rychlého nastavení.
de: Zeigen Sie eine Verknüpfung Schaltfläche an, um die Einstellungen über das Schnelleinstellungsfeld zu öffnen.
es: Añade un botón para abrir la configuración al panel de acceso rápido.
fr: Ajouter un bouton pour ouvrir les préférences d'extension à partir du panneau de configuration rapide.
hu: Beállítások gomb megjelenítése a rendszermenüben.
nl: Toon een knop om de uitbreidingsvoorkeuren te openen vanuit de snelle voorkeuren
pl: Dodaje przycisk, aby otworzyć ustawienia rozszerzeń z panelu szybkich ustawień.
pt: Adicionar um botão para abrir as preferências da extensão do painel de configurações rápidas.
ru: Добавляет кнопку, чтобы открыть настройки расширения из панели быстрых настроек.
tr: Hızlı ayarlar panelinden uzantı tercihlerini açmak için düğme ekler.
uk: Додає кнопку для відкриття налаштувань розширень з панелі швидких налаштувань.

source: Display subtitle with current mode on quick menu button
cs: Zobrazit titulky s aktuálním režimem na tlačítku rychlé nabídky
de: Untertitel mit aktuellem Modus auf der Schnellmenü Taste anzeigen
es: Mostrar texto con el modo bajo el botón de acceso rápido
fr: Afficher le mode de charge sur les sous-titres
hu: Felirat megjelenítése a panelen
nl: Huidige modus tonen op snellemenuknop
pl: Wyświetlaj napisy z bieżącym trybem na przycisku szybkiego menu
pt: Exibir legenda com o modo atual no botão de menu rápido
ru: Отображать субтитры с текущим режимом на кнопке быстрого меню
tr: Hızlı menü düğmesinde geçerli kipi altyazı olarak görüntüle
uk: Показувати субтитри з поточним режимом на кнопці швидкого меню

source: Displays the current mode in the text form (subtitle) on the quick menu button.
cs: Zobrazuje aktuální režim na tlačítku rychlého přepínání nabídky.
de: Zeigt den aktuellen Modus auf der Schnelle Umschalt Menütaste an.
es: Muestra el modo actual de carga bajo el botón del panel de acceso rápido.
fr: Affiche le texte du mode actuel sur le bouton de menu à bascule rapide (sous-titre).
hu: Töltési mód nevének megjelenítése a panelen.
nl: Toon een label met de huidige modus op de snellemenuknop
pl: Wyświetla tekst bieżącego trybu na przycisku szybkiego menu.
pt: Exibe o texto do modo atual no botão de alternância do menu rápido.
ru: Отображает текущий режим в тексте на кнопке быстрого переключения меню.
tr: Geçerli kipi hızlı menü düğmesindeki metin biçiminde (altyazı olarak) görüntüler.
uk: Відображає поточний режим у тексті на кнопці швидкого перемикання меню.

source: Show system indicator
cs: Zobrazit indikátor
de: Indikator anzeigen
es: Mostrar indicador del sistema
fr: Afficher l'indicateur du système
hu: Állapotjelző ikon
nl: Indicator tonen
pl: Pokaż wskaźnik aplikacji systemowej
pt: Mostrar indicador de sistema
ru: Показать системный индикатор
sv: Visa systemikoner
tr: Sistem göstergesini göster
uk: Показувати індикатор системних додатків

source: Shows an icon in system tray.
cs: Zobrazí ikonu v systémové liště.
de: Zeigt ein Symbol in der Systemleiste an.
es: Muestra un icono en la bandeja del sistema.
fr: Affiche une icône dans la barre d'état système.
hu: Ikon megjelenítése az értesítési területen.
nl: Toon een indicator in het systeemvak
pl: Pokazuje ikonę w zasobniku systemowym.
pt: Mostra um ícone na bandeja do sistema.
ru: Показывает значок в системном трее.
sv: Visar en ikon i systemfältet.
tr: Sistem tepsisinde simge gösterir.
uk: Показувати значок у системному лотку.

source: Indicator index
cs: Index indikátoru
de: Indikator-Index
es: Índice del indicador
fr: Index de l'indicateur
hu: Elhelyezés
nl: Indicatorlocatie
pl: Indeks wskaźnika
pt: Índice de indicador
ru: Индекс индикатора
tr: Gösterge sırası
uk: Індикатор індексу

source: The position relative of indicator icon to other items.
cs: Vyměňte pozici ikony indikátoru s jinou ikonou na systémové liště.
de: Tauschen Sie die Position des Anzeigesymbole mit einem anderen Taskleiste Symbol aus.
es: Posición relativa del indicador.
fr: Échanger la position de l'icône du drapeau avec une autre icône de la barre d'état système.
hu: Ikon helyzetének módosítása a többi értesítési ikonhoz képest.
nl: De locatie ten opzichte van andere items
pl: Zamień pozycję ikony wskaźnika z inną ikoną w zasobniku systemowym.
pt: Troque a posição do ícone de marcador por outro ícone na bandeja do sistema.
ru: Поменять местами значок индикатора с другим значком на панели задач.
tr: Gösterge simgesinin diğer ögelere göre konumu.
uk: Поміняйте значок індикатора на інший значок системного лотка.

source: Change battery indicator icon behavior
cs: Změnit chování indikátoru baterie
de: Verhalten des Akku-Indikator-Symbols ändern
es: Cambiar el comportamiento del indicador
fr: Comportement de l'icône de la batterie
hu: Akkumulátor állapotjelző ikon felülbírálása
nl: Accu-indicatorgedrag aanpassen
pl: Zmień zachowanie ikony wskaźnika baterii
pt: Alterar o comportamento do ícone da bateria
ru: Изменить поведение индикатора батареи
sv: Ändra batteriindikatorns beteende
tr: Pil göstergesi simgesi davranışını değiştir
uk: Змінити поведінку індикатора батареї

source: Switches battery indicator icon to <b>charging</b> in the system tray and quick settings panel when device is plugged into power source, even when charging is disabled due to charge threshold.
cs: Přepne ikonu indikátoru baterie na <b>nabíjení</b> na hlavním panelu a panelu rychlých nastavení, když je zařízení připojeno ke zdroji napájení, i když je nabíjení zakázáno kvůli prahu nabití.
de: Schaltet das Akkuanzeigesymbol in der Taskleiste und im Schnelleinstellungsfeld auf <b>Laden</b> um, wenn das Gerät an die Stromquelle angeschlossen ist, auch wenn der Ladevorgang aufgrund des Ladeschwellenwerts deaktiviert ist.
es: El indicador cambia a <b>cargando</b> en el panel principal y de acceso rápido cuando los límites están activos y el dispositivo está siendo alimentado por AC. Puede generar conflictos con otras extensiones que cambian el comportamiento, estilo o texto de los indicadores de batería en los paneles del sistema o acceso rápido.
fr: Bascule l'icône de l'indicateur de batterie sur <b>en charge</b> dans la barre d'état système et le panneau des paramètres rapides lorsque l'appareil est branché sur une source d'alimentation, même lorsque la charge est désactivée en raison du seuil de charge.
hu: Akkumulátor töltöttségi állapota helyett a <b>töltési folyamat</b> ikonja jelenik meg a rendszermenüben akkor is, ha az eszköz akkumulátora nem töltődik.
nl: Toon de <b>oplaad</b>status op het systeemvakpictogram en in de snelle voorkeuren als de netstroomadapter wordt aangesloten, ook als opladen is uitgeschakeld omdat de drempelwaarde is overschreden.
pl: Przełącza ikonę wskaźnika baterii na <b>ładowanie</b> w zasobniku systemowym i panelu szybkich ustawień, gdy urządzenie jest podłączone do źródła zasilania, nawet jeśli ładowanie jest wyłączone z powodu progu ładowania.
pt: Muda o ícone indicador da bateria para <b>carregando</b> na bandeja do sistema e no painel de configurações rápidas quando o dispositivo está conectado à fonte de alimentação, mesmo quando o carregamento está desativado devido ao limite de carga.
ru: Переключает значок индикатора батареи на <b>зарядка</b> на панели задач и панели быстрых настроек, когда устройство подключено к источнику питания, даже если зарядка отключена из-за порога заряда.
sv: Växlar batteriindikator-ikonen till <b>laddning</b> i systemfältet och snabbinställningspanelen när enheten är ansluten till strömkälla, även när laddning är inaktiverad på grund av laddningsgränsen.
tr: Aygıt güç kaynağına takıldığında, şarj eşiği nedeniyle şarj etme devre dışı bırakılmış olsa bile, pil gösterge simgesini sistem tepsisinde ve hızlı ayarlar panelinde <b>şarj oluyor</b> olarak değiştirir.
uk: Перемикає піктограму індикатора акумулятора на <b>заряджання</b> в системному треї та на панелі швидких налаштувань, коли пристрій підключено до джерела живлення, навіть якщо заряджання вимкнено через поріг заряду.

source: Installation
cs: Instalace
de: Installieren
es: Instalación
hu: Szabályok
nl: Plaatsing
pl: Instalacja
pt: Instalação
ru: Установка
tr: Kurulum
uk: Встановлення

source: Install privileges for this user
cs: Instalovat oprávnění tohoto uživatele
de: Installieren Sie Berechtigungen für diesen Benutzer
es: Configurar privilegios para este usuario
fr: Installer les privilèges root pour cet utilisateur
hu: Szükséges szabályok létrehozása felhasználó számára
nl: Rechten toekennen aan deze gebruiker
pl: Zainstaluj uprawnienia tego użytkownika
pt: Instalar privilégios de root para este usuário
ru: Установить привилегии для этого пользователя
sv: Installera rättigheter för den här användaren
tr: Bu kullanıcı için ayrıcalıkları kur
uk: Встановити права для цього користувача
