Repository: ViBE-HU/Battery-Health-Charging
Catalog: po/*.po
Languages: cs, de, es, fr, hu, nl, pl, pt, ru, sv, tr, uk

source: Battery Health Charging
hu: Töltési mód
nl: Accugezondheid
tr: Pil Sağlıklı Şarj

source: Battery Health Charging Error
cs: Battery Health Charging Chyba
de: Battery Health Charging Fehler
es: Battery Health Charging (Error de la extensión)
fr: Battery Health Charging Erreur
hu: Töltési mód - hiba
nl: Foutmelding
pl: Błąd Battery Health Charging
pt: Battery Health Charging Erro
ru: Battery Health Charging ошибки
tr: Pil Sağlıklı Şarj Hatası
uk: Battery Health Charging помилки

source: Settings
cs: Nastavení
de: Einstellungen
es: Configuración
fr: Paramètres
hu: Beállítások
nl: Voorkeuren
pl: Ustawienia
pt: Configurações
ru: Настройки
sv: Inställningar
tr: Ayarlar
uk: Налаштування

source: Show details
cs: Zobrazit podrobnosti
de: Details anzeigen
es: Mostrar detalles
fr: Afficher les détails
hu: Részletek megjelenítése
nl: Details tonen
pl: Wyświetl szczegóły
pt: Ver detalhes
ru: Показать подробности
sv: Visa detaljer
tr: Ayrıntıları göster
uk: Показати подробиці

source: Unsupported device. This extension is not compatible with your device.
cs: Nepodporované zařízení. Toto rozšíření není kompatibilní s vaším zařízením.
de: Nicht unterstütztes Gerät. Diese Erweiterung ist nicht mit Ihrem Gerät kompatibel.
es: Dispositivo no compatible. Esta extensión no es compatible con su dispositivo.
fr: Dispositif non pris en charge. Cette extension n'est pas compatible avec votre appareil.
hu: Nem támogatott eszköz. Ez a kiterjesztés nem kompatibilis ezzel az eszközzel.
nl: Niet-ondersteund apparaat aangetroffen. Deze uitbreiding is niet compatibel met uw apparaat.
pl: Nieobsługiwane urządzenie. To rozszerzenie nie jest kompatybilne z twoim urządzeniem.
pt: Dispositivo não suportado. Esta extensão não é compatível com o seu dispositivo.
ru: Устройство не поддерживается. Это расширение несовместимо с вашим устройством.
sv: Denna enhet stöds inte. Detta tillägg är inte kompatibelt med den här datorn.
tr: Desteklenmeyen aygıt. Bu uzantı, aygıtınızla uyumlu değil.
uk: Пристрій не підтримується. Це розширення несумісне з вашим пристроєм.

source: Missing dependencies
cs: Chybějící závislosti
de: Fehlende Abhängigkeiten
es: Dependencias faltantes
fr: Dépendances manquantes
hu: Megoldatlan függőségek vannak
nl: Ontbrekende afhankelijkheden
pl: Brakujące zależności
pt: Dependências em Falta
ru: Отсутствующие зависимости
sv: Obligatoriska beroenden saknas
uk: Не знайдено потрібної програми

source: Please install polkit from extension settings under Installation.
cs: Nainstalujte polkit z nastavení rozšíření v instalaci.
de: Bitte installieren Sie Polkit über die Erweiterungseinstellungen unter Installation.
es: Por favor, instale el script de polkit en las opciones de extensión, sección Instalación.
fr: Veuillez installer polkit à partir des paramètres d'extension sous Installation.
hu: Kérem, hozzon létre szabályokat a kiterjesztés beállításaiban!
nl: Installeer polkit via de uitbreidingsvoorkeuren.
pl: Zainstaluj polkit z ustawień rozszerzenia w Instalacji.
pt: Instale o polkit nas configurações de extensão em Instalação.
ru: Пожалуйста, установите polkit из настроек расширения в разделе Установить.
tr: Lütfen Kurulum altındaki uzantı ayarlarından polkitʼi kurun.
uk: Будь ласка, встановіть polkit з налаштувань розширень під час встановлення.

source: Please update polkit from extension settings under Installation.
cs: Aktualizujte polkit z nastavení rozšíření v části Instalace.
de: Bitte aktualisieren Sie Polkit über die Erweiterungseinstellungen unter Installation.
es: Por favor, actualice el script de polkit en las opciones de extensión, sección Instalación.
fr: Veuillez mettre à jour polkit à partir des paramètres d'extension sous Installation.
hu: Kérem, frissítse a szabályokat a kiterjesztés beállításaiban!
nl: Werk polkit bij via de uitbreidingsvoorkeuren.
pl: Proszę zaktualizować polkit z ustawień rozszerzenia w Instalacji.
pt: Atualize o polkit nas configurações de extensão em Instalação.
ru: Пожалуйста, обновите polkit из настроек расширений в разделе Установка.
tr: Lütfen Kurulum altındaki uzantı ayarlarından polkitʼi güncelleyin.
uk: Будь ласка, оновіть polkit з налаштувань розширень під час встановлення.

source: Install check failed.
hu: A szabályok létrehozásának ellenőrzése sikertelen.

source: Install check timed out.
hu: A szabályok létrehozása időtúllépés miatt meghiúsult.

source: Encountered an unexpected error. (%s)
cs: Battery Health Charging došlo k neočekávané chybě. (%s)
de: Battery Health Charging ist auf ein Problem gestoßen. (%s)
es: Se encontró un error inesperado. (%s)
fr: Battery Health Charging a rencontré une erreur inattendue. (%s)
hu: Váratlan hiba történt. (%s)
nl: Er is een onverwachte fout opgetreden. (%s)
pl: Ładowanie baterii napotkało nieoczekiwany błąd. (%s)
pt: Battery Health Charging encontrou um erro inesperado.(%s)
ru: Battery Health Charging столкнулся с проблемой. (%s)
sv: Ett oväntat fel uppstod. (%s)
tr: Beklenmeyen bir hatayla karşılaştı. (%s)
uk: Battery Health Charging виявив неочікувану помилку. (%s)

source: Charging threshold not updated. (%s)
cs: Prahová hodnota zastavení nabíjení. (%s)
de: Schwelle zum Stoppen des Batterieladens. (%s)
es: Umbral de carga no actualizado. (%s)
fr: Seuil d'arrêt de charge (%s)
hu: Töltési küszöbszint nem változott. (%s)
nl: De oplaaddrempelwaarde is niet bijgewerkt. (%s)
pl: Zatrzymaj ładowanie wartości progowej. (%s)
pt: Parar carregamento do valor limite.(%s)
ru: Остановить значение порога зарядки. (%s)
sv: Laddningsgränsen är inte uppdaterad. (%s)
tr: Şarj eşiği güncellenmedi. (%s)
uk: Припинити порогове значення зарядки. (%s)

source: Threshold update process timed out. (%s)
hu: Töltési küszöbszint beállítása időtúllépés miatt meghiúsult. (%s)

source: Apply correct Bios Password to set threshold.
cs: Použijte správné heslo BIOSu k nastavení prahu.
de: Wenden Sie das richtige BIOS-Passwort an, um den Schwellenwert einzustellen.
fr: Appliquer le bon mot de passe BIOS pour définir le seuil.
hu: BIOS/UEFI jelszó megadása szükséges a küszöbszint módosításához.
nl: Verstuur het juiste bioswachtwoord om de drempelwaarde in te stellen.
pt: Aplicar a senha correta do BIOS para definir o limiar.
ru: Примените правильный пароль BIOS для установки порога.
sv: Ange rätt BIOS-lösenord för att ställa in laddningsgränsen.

source: Battery 1 Charge thresholds are set to %d / %d %%
cs: Baterie 1 Limity nabití jsou nastaveny na %d / %d %%
de: Batterie 1 Batterieladeschwellen: %d / %d %%
es: Batería 1 - Límites de carga establecidos a %d / %d %%
fr: Batterie 1 Seuils de charge de la batterie: %d / %d %%
hu: 1. akkumulátor töltési küszöbszintje beállítva %d / %d %%-ra
nl: Accu 1 De oplaaddrempelwaarden zijn ingesteld op %d / %d %%
pl: Bateria 1 Progi ładowania ustawione na %d / %d %%
pt: Bateria 1 Limites de carga são definidos para %d / %d %%
ru: Батарея 1 Пороги заряда установлены на %d / %d %%
sv: Batteri 1 Laddningsgränserna är inställda på %d / %d %%
tr: Pil 1 Şarj eşikleri %%%d / %%%d olarak ayarlandı
uk: Акумулятор 1 поріг заряду змінено на %d / %d %%

source: Charge thresholds are set to %d / %d %%
cs: Limity nabití jsou nastaveny na %d / %d %%
de: Batterieladeschwellen: %d / %d %%
es: Límites de carga establecidos: %d/%d %%
fr: Seuils de charge de la batterie: %d / %d %%
hu: Töltési küszöbszint beállítva %d / %d %%-ra
nl: De oplaaddrempelwaarden zijn ingesteld op %d / %d %%
pl: Progi ładowania ustawione na %d / %d %%
pt: Limite de carga: %d / %d %%
ru: Пороги зарядки: %d / %d %%
sv: Laddningsgränserna är inställda på %d / %d %%
tr: Şarj eşikleri %%%d / %%%d olarak ayarlandı
uk: Поріг заряду батареї: %d / %d %%

source: Battery 1 Charging Limit is set to %d%%
cs: Baterie 1 Limit nabíjení je nastaven na %d%%
de: Batterie 1 Batterieladeschwelle: %d%%
es: Batería 1 - Límite de carga establecido a %d%%
fr: Batterie 1 Seuil de charge de la batterie: %d%%
hu: 1. akkumulátor töltési küszöbszintje beállítva %d%%-ra
nl: Accu 1 Het maximale oplaadniveau in ingesteld op %d%%
pl: Bateria 1 Limit ładowania ustawiony na %d%%
pt: Bateria 1 O limite de carregamento está definido para %d%%
ru: Батарея 1 Лимит зарядки установлен на %d%%
sv: Batteri 1 Laddningsgränsen är satt till %d%%
tr: Pil 1 Şarj Sınırı %%%d olarak ayarlandı
uk: Акумулятор 1 Ліміт зарядки встановлено на %d%%

source: Charging Limit is set to %d%%
cs: Limit nabíjení je nastaven na %d%%
de: Batterieladeschwelle: %d%%
es: Límite de carga establecido: %d%%
fr: Seuil de charge de la batterie: %d%%
hu: Töltési küszöbszint beállítva %d%%-ra
nl: Het maximale oplaadniveau in ingesteld op %d%%
pl: Limit ładowania ustawiony na %d%%
pt: Limite de carga: %d%%
ru: Лимит зарядки: %d%%
sv: Laddningsgränsen är satt till %d%%
tr: Şarj Sınırı %%%d olarak ayarlandı
uk: Ліміт зарядження: %d%%

source: Battery 2 Charge thresholds are set to %d / %d %%
cs: Baterie 2 Limity nabití jsou nastaveny na %d / %d %%
de: Batterie 2 Batterieladeschwellen: %d / %d %%
es: Batería 2 - Límites de carga establecidos a %d / %d %%
fr: Batterie 2 Seuil de charge de la batterie: %d / %d %%
hu: 2. akkumulátor töltési küszöbszintje beállítva %d / %d %%-ra
nl: Accu 2 De oplaaddrempelwaarden zijn ingesteld op %d / %d %%
pl: Bateria 2 Progi ładowania ustawione na %d / %d %%
pt: Bateria 2 Limites de carga são definidos para %d / %d %%
ru: Батарея 2 Пороги заряда установлены на %d / %d %%
sv: Batteri 2 Laddningsgränserna är inställda på %d / %d %%
tr: Pil 2 Şarj eşikleri %%%d / %%%d olarak ayarlandı
uk: Акумулятор 2 поріг заряду змінено на %d / %d %%

source: Battery 2 Charging Limit is set to %d%%
cs: Baterie 2 Limit nabíjení je nastaven na %d%%
de: Batterie 2 Batterieladeschwelle: %d%%
es: Batería 2 - Límite de carga establecido a %d%%
fr: Batterie 2 Seuil de charge de la batterie: %d%%
hu: 2. akkumulátor töltési küszöbszintje beállítva %d%%-ra
nl: Accu 2 Het maximale oplaadniveau in ingesteld op %d%%
pl: Bateria 2 Limit ładowania ustawiony na %d%%
pt: Bateria 2 O limite de carregamento está definido para %d%%
ru: Батарея 2 Лимит зарядки установлен на %d%%
sv: Batteri 2 Laddningsgränsen är satt till %d%%
tr: Pil 2 Şarj Sınırı %%%d olarak ayarlandı
uk: Акумулятор 2 Ліміт зарядки встановлено на %d%%

source: Charging Mode is set to Full Capacity
cs: Nabíjecí režim je nastaven na Plné kapacity
de: Lademodus ist auf Volle Kapazität gesetzt
es: Modo de carga establecido a capacidad completa
fr: Le mode de charge est réglé sur Capacité maximale
hu: Töltési mód beállítva teljes feltöltésre
nl: Er wordt momenteel alleen indien nodig volledige capaciteit opgeladen
pl: Tryb ładowania jest ustawiony na Do pełna
pt: Modo de carregamento definido para equilibrado
ru: Режим зарядки установлен на Полная мощность
sv: Laddningsläget är inställt på full kapacitet
tr: Şarj Kipi Tam Kapasite olarak ayarlandı
uk: Режим заряджання: Повна поємність

source: Charging Mode is set to Balanced
cs: Nabíjecí režim je nastaven na Vyvážený
de: Lademodus ist auf Ausgeglichen gesetzt
es: Modo de carga establecido a balanceado
fr: Le mode de charge est réglé sur Équilibré
hu: Töltési mód beállítva kiegyensúlyozottra
nl: Er wordt momenteel alleen indien nodig gebalanceerd opgeladen
pl: Tryb ładowania jest ustawiony na Zrównoważony
pt: Modo de carregamento definido para equilibrado
ru: Режим зарядки установлен на Сбалансированный
sv: Laddningsläget är inställt på Balanserad
tr: Şarj Kipi Dengeli olarak ayarlandı
uk: Режим заряджання: Збалансований

source: Charging Mode is set to Maximum Lifespan
cs: Nabíjecí režim je nastaven na Maximální životnosti
de: Lademodus ist auf Maximale Lebensdauer gesetzt
es: Modo de carga establecido a vida máxima
fr: Le mode de charge est réglé sur Durée de vie maximale
hu: Töltési mód beállítva tárolásra
nl: Er wordt momenteel maximale levensduur opgeladen
pl: Tryb ładowania jest ustawiony na Ekonomiczny
pt: Modo de carregamento definido para vida útil máx
ru: Режим зарядки установлен в максимального срока службы
sv: Laddningsläget är inställt på maximal livslängd
tr: Şarj Kipi Azami Ömür olarak ayarlandı
uk: Режим заряджання: Збереження

source: Charging Mode is set to Express
cs: Nabíjecí režim je nastaven na Express
de: Lademodus ist auf Express gesetzt
es: Modo de carga establecido a express
fr: Le mode de charge est réglé sur Express
hu: Töltési mód beállítva Dell ExpressCharge™ töltésre
nl: Er wordt momenteel snel opgeladen
pl: Tryb ładowania jest ustawiony na Ekspresowy
pt: Modo de carregamento definido para Express
ru: Режим зарядки установлен в Express
sv: Laddningsläget är inställt på snabbladdning
tr: Şarj Kipi Hızlı olarak ayarlandı
uk: Режим заряджання: Express

source: Charging Mode is set to Adaptive
cs: Nabíjecí režim je nastaven na Adaptivní
de: Lademodus ist auf Anpassungsfähig gesetzt
es: Modo de carga establecido a adaptable
fr: Le mode de charge est réglé sur Adaptatif
hu: Töltési mód beállítva Dell Adaptív töltésre
nl: Er wordt momenteel alleen indien nodig snel opgeladen
pl: Tryb ładowania jest ustawiony na Adaptacyjny
pt: Modo de carregamento definido para adaptável
ru: Режим зарядки установлен на Адаптивный
sv: Laddningsläget är inställt på Adaptiv
tr: Şarj Kipi Uyarlanabilir olarak ayarlandı
uk: Режим заряджання: Адаптивний

source: Threshold not applied: Battery level above 75%. Please unplug the charger and discharge the battery below 75% to apply the 80% limit.
hu: Küszöbszint nem alkalmazható: A töltöttség jelenleg 75% feletti. Kérem, húzza ki a töltőt és merítse az akkumulátort 75% alá a 80%-os szint alkalmazásához!

source: Charging stopped (Threshold)
cs: Nabíjení zastaveno (práh)
de: Aufladen gestoppt (Schwellenwert)
es: Carga detenida (Umbral)
fr: Chargement arrêté (Seuil)
hu: Nincs töltés
nl: Het opladen is stopgezet (drempelwaarde)
pl: Ładowanie zatrzymane (próg)
pt: Carregamento parado (Limite)
ru: Зарядка остановлена (Порог)
tr: Şarj durdu (Eşik)
uk: Зарядка зупинена (Порог)

source: Battery 2
cs: Baterie 2
de: Akku 2
es: Batería 2
fr: Batterie 2
hu: 2. akkumulátor
nl: Accu 2
pl: Bateria 2
pt: Bateria 2
ru: Батарея 2
sv: Batteri 2
tr: Pil 2
uk: Батарея 2

source: Battery 1
cs: Baterie 1
de: Akku 1
es: Batería 1
fr: Batterie 1
hu: 1. akkumulátor
nl: Accu 1
pl: Bateria 1
pt: Bateria 1
ru: Батарея 1
sv: Batteri 1
tr: Pil 1
uk: Батарея 1

source: Full Capacity Mode
cs: Režim plné kapacity
de: Volle Kapazität
es: Capacidad completa
fr: Mode capacité maximale
hu: Teljes feltöltés
nl: Volledige capaciteit
pl: Tryb do pełna
pt: Capacidade máx
ru: Режим полной мощности
tr: Tam Kapasite Kipi
uk: Режим повного заряду

source: Balanced Mode
cs: Vyvážený režim
de: Ausgeglichen
es: Balanceado
fr: Mode équilibre
hu: Kiegyensúlyozott
nl: Gebalanceerd
pl: Tryb zrównoważony
pt: Modo Equilibrado
ru: Режим Сбалансированный
tr: Dengeli Kip
uk: Pежим Збалансований

source: Maximum Lifespan Mode
cs: Režim maximální životnosti
de: Maximale Lebensdauer
es: Aumentar la vida de la batería
fr: Mode durée de vie maximale
hu: Tárolás
nl: Maximale levensduur
pl: Tryb ekonomiczny
pt: Modo de vida útil máximo
ru: Режим максимального срока службы
tr: Azami Ömür Kipi
uk: Режим максимального збереження

source: Adaptive Mode
cs: Režim adaptivní
de: Anpassungsfähig
es: Adaptable
fr: Mode adaptatif
hu: Adaptív
nl: Aanpasbaar
pl: Tryb adaptacyjny
pt: Modo adaptável
ru: Адаптивный режим
tr: Uyarlanabilir Kip
uk: Pежим Aдаптивний

source: Express Mode
cs: Režim Express
de: Express
es: Express
fr: Mode express
hu: ExpressCharge™
nl: Snel
pl: Tryb ekspresowy
pt: Modo Express
ru: Express режим
tr: Hızlı Kip
uk: Pежим Express

source: No Battery detected!
cs: Nebyla zjištěna žádná baterie!
de: Keine Batterie erkannt!
es: No se detectó batería!
fr: Aucune batterie détectée !
hu: Nem található akkumulátor.
nl: Er is geen accu aangetroffen!
pl: Nie wykryto baterii!
pt: Nenhuma bateria detectada!
ru: Аккумулятор не обнаружен!
sv: Inget batteri upptäckt!
tr: Pil algılanmadı!
uk: Акумулятор не виявлено!

source: Charge thresholds: %d / %d %%
cs: Limity nabíjení: %d / %d %%
de: Batterieladeschwellen: %d / %d %%
es: Límites de carga: %d/%d %%
fr: Seuils de charge : %d / %d %%
hu: Töltési küszöb: %d / %d %%
nl: Oplaaddrempelwaarden: %d / %d %%
pl: Progi ładowania: %d / %d %%
pt: Limites de cobrança: %d / %d %%
ru: Пороги зарядки: %d / %d %%
tr: Şarj eşikleri: %%%d / %%%d
uk: Поріг заряду батареї: %d / %d %%

source: Charging Limit: %d%%
cs: Limit nabíjení: %d%%
de: Batterieladeschwelle: %d%%
es: Límite de carga: %d%%
fr: Limite de chargement : %d%%
hu: Töltési küszöb: %d%%
nl: Maximaal oplaadniveau: %d%%
pl: Limit ładowania: %d%%
pt: Limite de Carregamento: %d%%
ru: Лимит зарядки: %d%%
tr: Şarj Sınırı: %%%d
uk: Ліміт зарядження: %d%%

source: Charging Mode: Full Capacity
cs: Režim nabíjení: Plné kapacity
de: Batterielademodus: Volle Kapazität
es: Modo de carga: Capacidad completa
fr: Mode de charge : Capacité maximale
hu: Töltési mód: Teljes feltöltés
nl: Oplaadmodus: volledige capaciteit
pl: Tryb ładowania: Do pełna
pt: Modo de Carregamento: Equilibrado
ru: Режим зарядки: Полная мощность
tr: Şarj Kipi: Tam Kapasite
uk: Режим заряджання: Повна поємність

source: Charging Mode: Balanced
cs: Režim nabíjení: Vyvážený
de: Batterielademodus: Ausgeglichen
es: Modo de carga: Balanceado
fr: Mode de charge : Équilibré
hu: Töltési mód: Kiegyensúlyozott
nl: Oplaadmodus: gebalanceerd
pl: Tryb ładowania: Zrównoważony
pt: Modo de Carregamento: Equilibrado
ru: Режим зарядки: Сбалансированный
tr: Şarj Kipi: Dengeli
uk: Режим заряджання: Збалансований

source: Charging Mode: Max. Lifespan
cs: Režim nabíjení: Max životnosti
de: Batterielademodus: Max Lebensdauer
es: Modo de carga: Vida máxima
fr: Mode de charge : Durée vie max
hu: Töltési mód: Tárolás
nl: Oplaadmodus: max. levensduur
pl: Tryb ładowania: Ekonomiczny
pt: Modo de carregamento: Vida útil máx
ru: Режим зарядки: Mак. срока службы
tr: Şarj Kipi: Azami Ömür
uk: Режим заряджання: Збереження

source: Charging Mode: Adaptive
cs: Režim nabíjení: Adaptivní
de: Batterielademodus: Anpassungsfähig
es: Modo de carga: Adaptable
fr: Mode de charge : Adaptatif
hu: Töltési mód: Adaptív
nl: Oplaadmodus: aanpasbaar
pl: Tryb ładowania: Adaptacyjny
pt: Modo de Carregamento: Adaptável
ru: Режим зарядки: Адаптивный
tr: Şarj Kipi: Uyarlanabilir
uk: Режим заряджання: Адаптивний

source: Charging Mode: Express
cs: Režim nabíjení: Express
de: Batterielademodus: Express
es: Modo de carga: Express
fr: Mode de charge : Express
hu: Töltési mód: ExpressCharge™
nl: Oplaadmodus: snel
pl: Tryb ładowania: Ekspresowy
pt: Modo de carregamento: Express
ru: Режим зарядки: Express
tr: Şarj Kipi: Hızlı
uk: Режим заряджання: Express

source: Force Discharge
cs: Vynucené vybíjení
de: Erzwungene Entladung
fr: Décharge forcée
hu: Merítés kényszerítése
nl: Ontladen afdwingen
pt: Descarga Forçada
ru: Принудительный разряд
sv: Tvinga urladdning

source: Battery
cs: Baterie
de: Akku
es: Batería
fr: Batterie
hu: Akkumulátor
nl: Accu
pl: Bateria
pt: Bateria
ru: Батарея
sv: Batteri
tr: Pil
uk: Батарея

source: Battery Charging Mode
cs: Režim nabíjení
de: Batterielademodus
es: Modo de carga
fr: Mode de charge
hu: Töltési mód
nl: Accu-oplaadmodus
pl: Tryb ładowania baterii
pt: Modo De Carregamento
ru: Режим зарядки
sv: Laddningsval för batteri(er)
tr: Pil Şarj Kipi
uk: Режим зарядки

source: Battery Uninstalled
cs: Baterie odinstalována
de: Batterie deinstalliert
es: Batería desinstalada
fr: Batterie désinstallée
hu: Akkumulátor eltávolítva
nl: De accu is verwijderd
pl: Odinstalowano baterię
pt: Bateria desinstalada
ru: Аккумулятор удален
sv: Inget batteri
tr: Pil Kaldırıldı
uk: Акумулятор видалено

source: Charging Mode: Maximum Lifespan
cs: Režim nabíjení: Maximální životnosti
de: Batterielademodus: Maximale Lebensdauer
es: Modo de carga: Vida máxima
fr: Mode de charge : Durée de vie maximale
hu: Töltési mód: Tárolás
nl: Oplaadmodus: snel
pl: Tryb ładowania: Ekonomiczny
pt: Modo de carregamento: Vida útil máx
ru: Режим зарядки: Mаксимального срока службы
tr: Şarj Kipi: Azami Ömür
uk: Режим заряджання: Збереження

source: Uninstalled
cs: Odinstalováno
de: Deinstalliert
es: Desinstalado
fr: Désinstallé
hu: Eltávolítva
nl: Verwijderd
pl: Odinstalowano
pt: Desinstalado
ru: Удалено
sv: Ej isatt
tr: Kaldır
uk: Видалено

source: Full Capacity
cs: Plné kapacity
de: Volle Kapazität
es: Completa
fr: Capacité max
hu: Teljes feltöltés
nl: Volledige capaciteit
pl: Do Pełna
pt: Capacidade máx
ru: Полная мощность
sv: Full kapacitet
tr: Tam Kapasite
uk: Повна поємність

source: Balanced
cs: Vyvážený
de: Ausgeglichen
es: Balanceado
fr: Équilibré
hu: Kiegyensúlyozott
nl: Gebalanceerd
pl: Zrównoważony
pt: Equilibrado
ru: Сбалансированный
sv: Balanserad
tr: Dengeli
uk: Збалансований

source: Max Lifespan
cs: Max životnosti
de: Max Lebensdauer
es: Vida máxima
fr: Durée vie max
hu: Tárolás
nl: Max. levensduur
pl: Ekonomiczny
pt: Vida útil máx
ru: Макс. срока службы
tr: Azami ömür
uk: Збереження

source: Adaptive
cs: Adaptivní
de: Anpassungsfähig
es: Adaptable
fr: Adaptatif
hu: Adaptív
nl: Aanpasbaar
pl: Adaptacyjny
pt: Adaptável
ru: Адаптивный
sv: Adaptiv
tr: Uyarlanabilir
uk: Адаптивний

source: Express
es: Rápido
hu: ExpressCharge™
nl: Snel
pl: Ekspresowy
sv: Snabb
tr: Hızlı

source: GNU General Public License, version 3 or later
cs: GNU General Public License, verze 3 nebo novější
de: GNU General Public License, Version 3 oder neuer
es: Licencia Pública General de GNU, versión 3 o posterior
fr: Licence publique générale GNU, version 3 ou ultérieure
hu: GNU General Public License, 3-as vagy későbbi verzió
nl: GNU General Public License, versie 3 of later
pl: Powszechna licencja publiczna GNU, wersja 3 lub późniejsza
pt: Licença Pública Geral GNU (GPL), versão 3 ou posterior
ru: GNU General Public License, версии 3 или позднее
sv: GNU General Public License, version 3 eller senare
tr: GNU Genel Kamu Lisansı, sürüm 3 ya da sonrası
uk: Загальна громадська ліцензія GNU (GNU GPL), версія 3 або новіша

source: This application comes with absolutely no warranty. See the <a href="%s">%s</a> for details.
cs: Tato aplikace je šířena bez jakýchkoliv záruk. Podrobnosti viz <a href="%s">%s</a>.
de: Dieses Programm kommt OHNE JEDWEDE GARANTIE. Besuchen Sie <a href="%s">%s</a> für weitere Informationen.
es: Este programa viene SIN NINGUNA GARANTÍA. Consulte la <a href="%s">%s</a> para obtener más detalles.
fr: Ce programme est fourni sans aucune garantie. Pour plus de détails, visitez <a href="%s">%s</a>.
hu: Erre az alkalmazásra egyáltalán nem vonatkozik garancia. További részletek a(z) <a href="%s">%s</a> szövegében.
nl: Deze toepassing wordt geleverd zonder enige vorm van garantie. Zie de <a href="%s">%s</a> voor details.
pl: Niniejszy program rozpowszechniany jest bez jakiejkolwiek gwarancji. Więcej informacji: <a href="%s">%s</a>.
pt: Esta aplicação vem sem absolutamente nenhuma garantia. Veja os <a href="%s">%s</a> detalhes.
ru: Это приложение распространяется без каких-либо гарантий. Подробнее в <a href="%s">%s</a>.
sv: Detta program levereras utan någon form av garanti. Se <a href="%s">%s</a> för detaljer.
tr: Bu program kesinlikle hiçbir garanti vermiyor. Ayrıntılar için <a href="%s">%s</a> bağlantısına bakın.
uk: Ця програма постачається БЕЗ БУДЬ-ЯКИХ ГАРАНТІЙ. Щоб дізнатися більше, відвідайте <a href="%s">%s</a>.

source: Sysfs node
hu: Sysfs
